export const contentText = `
TinperM
TinperM是一套基于 Yon Design 设计体系的 React 移动端组件库，为复杂移动应用的快速开发提供一致性移动UI解决方案，也是用友BIP产品一致使用的移动UI设计规范的实现

关键特性
体积小，运行快，开箱即用的高质量 React 组件
遵循BIP(商业创新平台)的UE设计规范
支持DTS变量体系，可实现主题定制及换肤能力
详细的文档+示例的友好使用体验，提供友好易用的API文档
使用 TypeScript 编写，提供完整的类型定义
组件属性单元测试覆盖率超过 95%，提供稳定性保障
支持RPA自动化测试
支持多格式、多时区、国际化以及多语扩展
TinperM响应式适配
TinperM的响应式适配是指组件能够适应不同尺寸和分辨率的设备，以提供一致的用户体验。

移动端常用单位说明：

px：像素大小，固定值
%：百分比
em（不常用）：相对自身的font大小（当自身的字体大小也是em做单位时，才会以父元素的字体大小为基准单位）
rem（移动端主流）：相对根节点(html)的font大小
vw（视口宽度）：相对视口宽度比例，1vw相当于视口宽度的百分之一
vh（视口高度）：相对视口高度比例，1vh相当于视口高度的百分之一
TinperM采用rem为单位，以屏幕宽度375位基准，根节点html的font-size为50px，即1rem=50px进行计算。

下面这个方法是根据设备和浏览器类型以及窗口大小动态调整页面的字体大小和视口设置，以实现跨设备的一致性体验。仅供参考。
TinperM
TinperM是一套基于 Yon Design 设计体系的 React 移动端组件库，为复杂移动应用的快速开发提供一致性移动UI解决方案，也是用友BIP产品一致使用的移动UI设计规范的实现

关键特性
体积小，运行快，开箱即用的高质量 React 组件
遵循BIP(商业创新平台)的UE设计规范
支持DTS变量体系，可实现主题定制及换肤能力
详细的文档+示例的友好使用体验，提供友好易用的API文档
使用 TypeScript 编写，提供完整的类型定义
组件属性单元测试覆盖率超过 95%，提供稳定性保障
支持RPA自动化测试
支持多格式、多时区、国际化以及多语扩展
TinperM响应式适配
TinperM的响应式适配是指组件能够适应不同尺寸和分辨率的设备，以提供一致的用户体验。

移动端常用单位说明：

px：像素大小，固定值
%：百分比
em（不常用）：相对自身的font大小（当自身的字体大小也是em做单位时，才会以父元素的字体大小为基准单位）
rem（移动端主流）：相对根节点(html)的font大小
vw（视口宽度）：相对视口宽度比例，1vw相当于视口宽度的百分之一
vh（视口高度）：相对视口高度比例，1vh相当于视口高度的百分之一
TinperM采用rem为单位，以屏幕宽度375位基准，根节点html的font-size为50px，即1rem=50px进行计算。

下面这个方法是根据设备和浏览器类型以及窗口大小动态调整页面的字体大小和视口设置，以实现跨设备的一致性体验。仅供参考。
`
